const user_data = [
    {
        name: '33l33l',
        buyid:"33l33l_buy",
        text: `有特殊立體弧線防止胸部下垂外擴腋下也有加高設計可以遮蔽副乳～重點是完全不會有不舒服的壓肩感也不會空杯跑位`,
        modal_text: `之前一直在找外觀好看機能性高的美胸內衣 這次收到 #viage晚安立體美型內衣 穿完完全愛上！彈性好還有特殊立體弧線防止胸部下垂外擴腋下也有加高設計可以遮蔽副乳～重點是完全不會有不舒服的壓肩感也不會空杯跑位👏🏻服貼肌膚 同時把背後的肉肉也一起包覆著 讓女生在睡覺時還可以維持美麗的胸型又不會有負擔🤩現在上班睡覺都穿著它呢～外出可以當成內搭也好看 集中效果也厲害厲害的🥺 🛒 @viage_tw`,
        hashtag:"#viage晚安立體美型內衣 #Viage #Viage內衣 #晚安立體美型內衣 #晚安內衣 #日本內衣 #美胸捷徑",
        url: 'https://www.instagram.com/p/B5whySxhTcG/?utm_source=ig_web_copy_link'
    },
    {
        name: 'iam_mila.w',
        buyid:"iam_mila.w_buy",
        text: `#Viage立體美型內衣 讓我對內衣的緊繃感改觀，它無鋼圈的設計使我們在穿的時候完全無負擔，集中性也很高`,
        modal_text: `#Mila好物分享 不瞞大家說～我真的是一個很不愛穿內衣的人⋯之前住澳洲的時候就非常享受那邊出門也不用穿內衣的生活style😂 但隨著年紀越來越長 要開始保養胸型了！最近收到風靡日本保養圈的 #Viage立體美型內衣 讓我對內衣的緊繃感改觀，它無鋼圈的設計使我們在穿的時候完全無負擔，集中性也很高，旁邊又能把副乳收進去，舒適度與機能性都很適合睡覺的時候穿～讓女孩們睡覺也能保養出美美的胸型🥰 @viage_tw`,
        hashtag:`#晚安立體美型內衣 #Viage #晚安內衣 #美胸保養`,
        url: 'https://www.instagram.com/p/Bw_ylqPFxPR/?utm_source=ig_web_copy_link'
    },
    {
        name: 'minny0413',
        buyid:"minny0413_buy",
        text: `穿著的感覺跟一般的內衣比起來真的很舒服歐～穿著睡覺也可以`,
        modal_text: `💜💜💜💜💜💜 嗨～相信不管是大胸女孩還是小胸女孩都會有胸形的困擾吧😣😣😣 其實只要穿對內衣 就可以讓胸部變美美的唷🥰🥰🥰 Viage 晚安立體美型內衣是日本品牌，在日本熱銷100萬件，材質十分親膚、無鋼圈舒適彈性不緊繃 有四大好處 1.背肉out 2.杜絕副乳形成 3.防止下垂外擴 4.集中托高事業線 穿著的感覺跟一般的內衣比起來真的很舒服歐～ 穿著睡覺也可以🌛🌛🌛💕💕💕 快去逛逛 👉🏻 @viage_tw`,
        hashtag:"#Viage #晚安立體美型內衣 #晚安內衣 #日本內衣 #美胸捷徑 #拯救下垂 #girls #xoxo #sexy #cute #bra #cup #調整型胸圍 #美胸 #無鋼圈內衣 #likelike #asiangirls #日系內衣 #女子力 #少女 #內在美",
        url:'https://www.instagram.com/p/BxcKWPWFsaA/?utm_source=ig_web_copy_link'
    },
    {
        name: 'verna5201011',
        buyid:"verna5201011_buy",
        text: `晚上睡覺舒服到像沒穿一樣，睡一覺就替你調整好胸型，真的很棒❤️❤️`,
        modal_text: `其實我是一個在家 完全不喜歡穿衣服跟內衣的人😂以前總是覺得在家舒服就好但是你們知道嗎🙌🏻 女人如果年紀越來越大、穿錯內衣、都會開始有副乳、下垂、沒彈性的狀況😭 我不喜歡穿內衣，以後可能變成高危險群🤣  其實我想說的是🎈 最近發現一個很厲害的內衣 👉🏻Viage晚安立體美型內衣👙 晚上睡覺舒服到像沒穿一樣 睡一覺就替你調整好胸型，真的很棒❤️❤️_ _ _✅側邊有防副乳加高設計 _✅防止胸型扁塌下垂設計 _✅伸縮性高，貼合不緊繃，舒服 _✅背面加壓強化設計，背上肉肉幫你收緊 _✅下胸加壓設計，將胸肉往中間集中，胸型渾圓  真的超適合我這種追求胸部舒適的人呀❤️ 其實早、晚都是可以穿的唷💋 超推薦👍🏻馬上想購入第二件‼️ 我們一起保養胸型🎈`,
        hashtag:"#viage晚安立體美型內衣  @viage_tw  #viage #晚安立體美型內衣 #晚安內衣 #日本內衣 #美胸捷徑",
        url: 'https://www.instagram.com/p/Bw6M33oljo_/?utm_source=ig_web_copy_link'
    },
    {
        name: 'Judychengla',
        buyid:"Judychengla_buy",
        text: `完整環繞整個副乳地區（嘎ㄗ窩那裡），會慢慢把肉往前推，慢慢調整外擴`,
        modal_text: `趕快趁有一咪咪陽光時來拍照😝  最近的太陽好陰晴不定阿～一下子嘩啦啦一下子要中暑的節奏⋯  -  今天要介紹的是 @viage_tw 的內衣  女生滿怕的困擾應該是外擴或是看起來不集中，不僅夏天無法穿美美的衣服，副乳太嚴重也容易看起來虎背熊腰。    而viage是可以在睡覺時穿的內衣，因為有完整環繞整個副乳地區（嘎ㄗ窩那裡），會慢慢把肉往前推，慢慢調整外擴，  彈性很好（看圖4🤦🏻‍♂️）  又加上無鋼圈，所以就算睡覺時穿也很舒適。 👼🏻`,
        hashtag:"#Viage #晚安立體美型內衣 #晚安內衣 #日本內衣 #美胸捷徑 #拯救下垂",
        url: 'https://www.instagram.com/p/ByCyWfAHwsI/?utm_source=ig_web_copy_link'
    },
    {
        name: 'yihan26',
        buyid:"yihan26_buy",
        text: `特殊立體弧線防止胸部下垂，腋下也有加高設計杜絕副乳！穿起來舒服又到位👍🏻所以我根本24小時都穿它啊`,
        modal_text: `一直在找彈性佳又舒適的美型內衣🤭  畢竟3年都在不停的懷孕哺乳，實在不適合穿著正統內衣！   這款 #viage晚安內衣 雖然是標榜睡眠時穿的內衣！但它不僅有超強伸縮彈性還有特殊立體弧線防止胸部下垂，腋下也有加高設計杜絕副乳！穿起來舒服又到位👍🏻   所以我根本24小時都穿它啊😍`,
        hashtag:"#Viage #Viage內衣 #晚安立體美型內衣 #晚安內衣 #日本內衣 #美胸捷徑 #拯救下垂",
        url: 'https://www.instagram.com/p/B1tq5j9nBrC/?utm_source=ig_web_copy_link'
    },
    {
        name: 'y_y382',
        buyid:"y_y382_buy",
        text: `胸部下緣以及背部的加壓設計可以拖住胸型，防止躺下時胸型塌掉！`,
        modal_text: `短短幾個月哺乳期間，脹奶的時候胸部飛快成長兩個cup！退奶後胸部好像比原本還要小(⊙_⊙) 用了很多方法希望維持住原本的胸型，不過因為皮膚被撐開沒辦法很快的恢復到正常cup的緊緻肌膚⋯要避免胸部鬆弛變成可怕的布袋奶，晚上也要努力做好胸部保養！ 第一天收到晚安內衣還以為訂錯size，因為看起來很小件想說會不會穿起來很憋、擠出很多副乳，試穿後發現完全不緊，也很合身、舒服！  日本進口的viage晚安內衣 @viage_tw 特殊編織法，胸部下緣以及背部的加壓設計可以拖住胸型，防止躺下時胸型塌掉！ 布料很舒適不會咬皮膚、無鋼圈、高斜邊的設計可以防止胸部往腋下或是背後跑！ 建議水水們平時好好保養才不會變成布袋奶或是胸部下垂後才後悔和難過！加油💪 `,
        hashtag:"#viage晚安內衣 #布袋奶 #胸部下垂 #哺乳 #退奶 #無鋼圈 #睡眠內衣 #居家服 #日本內衣 #拯救下垂 #美胸捷徑",
        url: 'https://www.instagram.com/p/B77z7KlHzvt/'
    },
    {
        name: 'kellymm0621',
        buyid:"kellymm0621_buy",
        text: `彈性佳還有特殊立體弧線防止睡覺時胸部的肉往腋下或背部堆積`,
        modal_text: `隨著年齡的增加，覺得維持體態很重要，要來介紹一款可以睡覺時穿不會有負擔，機能性高的美胸內衣 ，這次收到 #viage晚安立體美型內衣，彈性佳還有特殊立體弧線防止睡覺時胸部的肉往腋下或背部堆積，不會空杯跑位，設計上腋下有加高設計，可以杜絕副乳，睡覺時還可以維持美麗的胸型，外觀好看，也可以當作外出的內搭，穿一次就愛上💕💕💕`,
        hashtag:"@viage_tw #viage晚安立體美型內衣 #Viage #Viage內衣 #晚安立體美型內衣 #晚安內衣#日本內衣 #美型捷徑",
        url: 'https://www.instagram.com/p/B83WrXxHtuk/?igshid=1cjl571obg98i'
    },
    {
        name: 'yunyun.1123',
        buyid:"yunyun.1123_buy",
        text: `睡覺因為引力引響本來就很容易導致外擴，在穿了一陣子後明顯感覺胸型沒有在嚴重走位`,
        modal_text: `女孩除了臉部及身體的保養之外 常常會忘了其實胸部也是需要好好保養的 以前睡覺時我都是不穿內衣的因為很討厭束縛感 後來漸漸的會發現胸型跑掉沒那麼好看 但又找不到原因蠻困擾又不知如何解決 後來有次跟朋友聊天才知道 胸型跑掉除了內衣穿法不正確之外 還有可能就是睡覺時因為沒有包覆力導致胸型跑掉 但平常本來就很討厭鋼圈束縛感的我 睡覺時要我穿著內衣固定胸型根本kill me😨 才開始尋尋覓覓適合夜晚睡眠的內衣 這才認識了 #VIAGE晚安立體美型內衣 穿起來十分舒適貼合卻不緊繃或不適 無鋼圈但是特殊的記憶墊設計讓包覆力更好 除了整體感很棒視覺效果也不錯😳 睡覺因為引力引響本來就很容易導致外擴 在穿了一陣子後明顯感覺胸型沒有在嚴重走位 但是要好好調整回來還是要慢慢來 現在除了睡覺之外在家沒事賴在沙發上也可以穿著完全變成我的居家睡衣了😂 女孩愛自己從頭到腳都別忘記♥️`,
        hashtag:"@viage_tw #viage晚安立體美型內衣 #Viage #Viage內衣 #晚安立體美型內衣 #晚安內衣 #日本內衣 #美胸捷徑",
        url: 'https://www.instagram.com/p/B62JBFLnrW_/'
    },
    {
        name: 'sxx.cn',
        buyid:"sxx.cn_buy",
        text: `現在睡覺都穿著它，消副乳效果也厲害，穿過就回不去了`,
        modal_text: `發現了一款好穿的機能性高的美胸內衣 收到 #viage晚安立體美型內衣 彈性好還有特殊立體弧線防止睡覺時胸部的肉往腋下或背部堆積，穿起來很舒服不會有負擔也不會有壓肩感、空杯跑位，設計上腋下有加高的設計杜絕副乳，睡覺時還可以維持美麗的胸型，現在睡覺都穿著它，消副乳效果也厲害，穿過就回不去了🥰😝`,
        hashtag:"#viage晚安立體美型內衣 #Viage #Viage內衣 #晚安立體美型內衣 #晚安內衣 #日本內衣 #美胸捷徑",
        url: 'https://www.instagram.com/p/B60cxc3H17i/?utm_source=ig_web_copy_link'
    },
    {
        name: 'pindy_1004',
        buyid:"pindy_1004_buy",
        text: `現在都穿它運動 睡覺，比市面上的運動內衣都好穿，而且內衣還有小心機 可以遮副乳 防止副乳形成!`,
        modal_text: `@viage_tw 的產品真的很好穿 跟廠商合作之後 自己又買了一個！ 現在都穿它運動 睡覺 比市面上的運動內衣都好穿 而且內衣還有小心機 可以遮副乳 防止副乳形成! 重點是完全不壓肩又沒負擔~還可以維持美麗的胸型哦~ 真的超級喜歡❤`,
        hashtag:"#Viage #晚安立體美型內衣 #晚安內衣 #日本內衣 #美胸捷徑 #拯救下垂",
        url: 'https://www.instagram.com/p/B1VbY1Mnwn0/?utm_source=ig_web_copy_link'
    },
]
